const JORDAN_AREAS = {
    "عمّان": ["عمّان", "شفا بدران", "أبو نصير", "الجبيهة", "تلاع العلي", "خلدا", "الصويفية", "عبدون", "جبل عمان", "جبل الحسين", "ماركا", "القويسمة", "سحاب", "الموقر", "ناعور", "وادي السير", "الجيزة", "حسبان", "اليادودة", "طبربور", "الرابية", "صويلح", "البيادر", "الجامعة"],
    "الزرقاء": ["الزرقاء", "الرصيفة", "الهاشمية", "بيرين", "الضليل", "الأزرق", "الجديدة"],
    "إربد": ["إربد", "الرمثا", "بني كنانة", "الكورة", "الأغوار الشمالية", "المزار الشمالي", "الطيبة", "الوسطية"],
    "البلقاء": ["السلط", "عين الباشا", "دير علا", "الشونة الجنوبية", "ماحص", "الفحيص", "العارضة"],
    "المفرق": ["المفرق", "البادية الشمالية", "البادية الشمالية الغربية", "الرويشد", "صبحا"],
    "جرش": ["جرش", "برما", "المصطبة", "سوف"],
    "عجلون": ["عجلون", "كفرنجة", "عنجرة", "صخرة"],
    "مادبا": ["مادبا", "ذيبان", "لب", "مليح", "جرينة"],
    "الكرك": ["الكرك", "المزار الجنوبي", "القصر", "غور الصافي", "عي", "فقوع"],
    "الطفيلة": ["الطفيلة", "بصيرا", "الحسا"],
    "معان": ["معان", "البتراء", "الشوبك", "الحسينية", "أذرح"],
    "العقبة": ["العقبة", "القويرة", "وادي عربة", "الديسة"]
};
